tap "nikitabobko/tap"
brew "cmake"
brew "coreutils"
brew "fnm"
brew "fzf"
brew "gettext"
brew "gh"
brew "openssl@3"
brew "git-delta"
brew "go"
brew "lazygit"
brew "lua"
brew "lua-language-server"
brew "ninja"
brew "postgresql@16", restart_service: :changed
brew "ripgrep"
brew "stylua"
brew "uv"
cask "aerospace"
cask "bruno"
cask "font-hack-nerd-font"
cask "pearcleaner"
