tap "nikitabobko/tap"
brew "cliproxyapi"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gettext"
brew "gh"
brew "openssl@3"
brew "git-delta"
brew "lazygit"
brew "llama.cpp"
brew "lua-language-server"
brew "mise"
brew "ninja"
brew "postgresql@16", restart_service: :changed
brew "ripgrep"
brew "stylua"
brew "uv"
brew "xcode-build-server"
cask "nikitabobko/tap/aerospace"
cask "bruno"
cask "font-hack-nerd-font"
cask "ngrok"
cask "pearcleaner"
