tap "nikitabobko/tap"
tap "xcodesorg/made"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "fd"
brew "fzf"
brew "gettext"
brew "gh"
brew "openssl@3"
brew "git-delta"
brew "lazygit"
brew "lua-language-server"
brew "mise"
brew "ninja"
brew "postgresql@16", restart_service: :changed
brew "ripgrep"
brew "rust-analyzer"
brew "stylua"
brew "uv"
brew "xcode-build-server"
cask "nikitabobko/tap/aerospace"
cask "font-hack-nerd-font"
cask "pearcleaner"
cask "xcodes-app"
